tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "age"
brew "age-plugin-yubikey"
brew "bat"
brew "cmake"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "pinentry-mac"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "restic"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "starship"
brew "tmux"
brew "trezor-agent"
brew "ykman"
brew "yubikey-agent"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "alacritty"
cask "font-meslo-lg-nerd-font"
cask "spotify"
