tap "homebrew/bundle"
tap "homebrew/services"

brew "age"
brew "age-plugin-yubikey"
brew "btop"
brew "delta"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "go"
brew "gum"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "ollama", restart_service: true
brew "openssh"
brew "qrencode"
brew "restic"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "starship"
brew "syncthing", restart_service: true
brew "tmux"
brew "tree"
brew "ykman"
brew "yubikey-agent", restart_service: true
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "font-monaspace"
cask "signal"
cask "spotify"

mas "Tailscale", id: 1475387142
