age
btop
clang
clang-format
clangd
cmake
curl
direnv
fd-find
fontconfig
fzf
gh
git
git-delta
golang-go
jq
lcov
llvm
make
neovim
nodejs
openssh-client
openssh-server
openssl
pcscd
pkg-config
qrencode
restic
ripgrep
sd
syncthing
tmux
tree
unzip
wget
wl-clipboard
yubikey-agent
yubikey-manager
zip
zsh
zsh-autosuggestions
